Repository: zeroseven/z7_blog
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# wizard.postList.title
source: Regular Postlist
de: Gewöhnliche Post-Liste

# wizard.postList.description
source: Standard list of post that can be limited by various constraints.
de: Standard Post-Liste die über verschiedene Einstellungen limitiert werden kann.

# wizard.postStatic.title
source: Static Postlist
de: Statische Post-Liste

# wizard.postStatic.description
source: List of posts with the posts manually selected.
de: Liste von Posts, die manuell ausgewählt werden.

# wizard.postFilter.title
source: Postlist Filter
de: Filter für Post-Liste

# wizard.postFilter.description
source: Filter element for specified post lists
de: Filterelement das für bestimmte Post-Listen spezifiziert wird

# wizard.authorList.title
source: List of authors
de: Liste von Autoren

# wizard.authorList.description
source: Display several authors of blog posts
de: Zeigt verschiedene Autoren von Blog-Posts an

# notification.resortPagetree.title
source: Blog-Posts have been reordered
de: Blog-Posts wurden neu geordnet

# notification.resortPagetree.description
source: The sorting of blog posts in page tree inside "%s" has been changed to reflect their dates.
de: Die Sortierung der Blog-Posts im Seitenbaum innerhalb "%s" wurde geändert um ihre Daten zu reflektieren.

# post.pageinfo.title
source: About this blog post
de: Über diesen Blog-Post

# post.pageinfo.category
source: Category
de: Kategorie

# post.pageinfo.author
source: Author
de: Autor

# post.pageinfo.topics
source: Topics
de: Thema

# post.pageinfo.date
source: Date
de: Datum

# post.pageinfo.archiveDate
source: Archived in
de: Archiviert in

# post.pageinfo.archiveDiff
source: %s day(s)
de: %s Tag(en)

# post.pageinfo.archived
source: Post is already archived
de: Post ist bereits archiviert

# post.pageinfo.edit
source: Edit post
de: Post bearbeiten

# category.pageinfo.title
source: Blog category
de: Blog Kategorie

# category.pageinfo.countPosts
source: This category contains %s posts.
de: Diese Kategorie enthält %s Posts.

# category.pageinfo.redirect
source: The user will be redirected to the pre-filtered list of the default page.
de: Der User wird auf die vorgefilterte Standardseite weitergeleitet.

# category.pageinfo.edit
source: Edit category
de: Kategorie bearbeiten

# itemsProcFunc.category.auto
source: Find category in rootline
de: Finde die Kategorie im Seitenbaum

# itemsProcFunc.category.all
source: No restrictions
de: Keine Einschränkungen

# itemsProcFunc.category.all.0
source: All categories
de: Alle Kategorien

# itemsProcFunc.category.manuel
source: Available categories
de: Verfügbare Kategorien

# itemsProcFunc.category.empty
source: No selection possible. Please save the record first
de: Keine Auswahl möglich. Bitten speichern Sie den Datensatz erst
